Repository: marcelocripe/mtPaint_pt_BR
Catalog: mtpaint_*.po
Languages: pt_br

source: Middle button Selects the point which will be the centre of the image after the next zoom
pt_br: Clique do botão do meio Selecionar o ponto que será o centro da imagem após a próxima vez que ampliar ou reduzir a visualização

source: Right button Commit paste to canvas / Stop drawing current line / Cancel selection
pt_br: Clique do botão direito Confirmar para colar na tela de pintura, parar de desenhar a linha atual ou para cancelar a seleção

source: Scroll Wheel In GTK+2/3 the user can have the scroll wheel zoom in or out via the Preferences window
pt_br: Roda de rolagem Na linguagem de programação GTK+2/3 o usuário pode utilizar a roda de rolagem para ampliar ou reduzir a exibição da imagem ativando esta opção na janela das ‘Preferências’

source: Ctrl+Left button Choose colour A from under mouse pointer
pt_br: Ctrl+Clique do botão esquerdo Escolher a cor A sob o ponteiro do cursor

source: Ctrl+Left button Clone tool - Select source
pt_br: Ctrl+Clique do botão direito Ferramenta de Clonagem - Selecionar a fonte

source: Ctrl+Middle button Create colour A/B and pattern based on the RGB colour in A (RGB images only)
pt_br: Ctrl+Clique do botão do meio Criar a cor A e B, o modelo padrão é com base no RGB (vermelho, verde e azul) em A (esta opção é somente para imagens do tipo RGB)

source: Ctrl+Right button Choose colour B from under mouse pointer
pt_br: Ctrl+Clique do botão direito Escolher a cor B abaixo do ponteiro do cursor

source: Ctrl+Right button Polygon tool - Delete last point / Delete nearest point
pt_br: Ctrl+Clique do botão direito Ferramenta do Polígono - Excluir o último ponto ou excluir o ponto mais próximo

source: Ctrl+Scroll Wheel Scroll the main edit window left or right
pt_br: Ctrl+Roda de rolagem Rolar a janela de edição principal para a esquerda ou para a direita

source: Ctrl+Double click Set colour A or B to average colour under brush square or selection marquee (RGB only)
pt_br: Ctrl+Clique duplo Definir a cor A ou B para a cor média sob o quadrado do pincel ou a marca da seleção (esta opção é somente para as imagens do tipo RGB)

source: Shift+Right button Selects the point which will be the centre of the image after the next zoom
pt_br: Shift+Clique do botão direito Selecionar o ponto que será o centro da imagem, após a próxima vez que ampliar ou reduzir a visualização

source: You can fixate the X/Y co-ordinates while moving the mouse:
pt_br: Você pode fixar as coordenadas X e Y enquanto move o ponteiro do cursor:

source: Shift Constrain mouse movements to vertical line
pt_br: Shift Restringir os movimentos do ponteiro do cursor à linha vertical

source: Shift+Ctrl Constrain mouse movements to horizontal line
pt_br: Shift+Ctrl Restringir os movimentos do ponteiro do cursor à linha horizontal

source: mtPaint is maintained by Dmitry Groshev.
pt_br: O editor de imagens mtPaint é mantido por Dmitry Groshev.

source: wjaguar@users.sourceforge.net
pt_br: E-mail: wjaguar@users.sourceforge.net

source: http://mtpaint.sourceforge.net/
pt_br: Página eletrônica: http://mtpaint.sourceforge.net/

source: The following people (in alphabetical order) have contributed directly to the project, and are therefore worthy of gracious thanks for their generosity and hard work:
pt_br: As seguintes pessoas (em ordem alfabética) contribuíram diretamente para o projeto e, portanto, são dignas de agradecimentos sinceros por sua generosidade e por seu trabalho voluntário:

source: Authors
pt_br: Autores:

source: Dmitry Groshev - Contributing developer for version 2.30. Lead developer and maintainer from version 3.00 to the present.
pt_br: Dmitry Groshev - É o desenvolvedor e colaborador da versão 2.30, se tornou o desenvolvedor líder e mantenedor da versão 3.00 até o presente momento.

source: Mark Tyler - Original author and maintainer up to version 3.00, occasional contributor thereafter.
pt_br: Mark Tyler - É o autor original e mantenedor até a versão 3.00, também é um colaborador ocasional depois desta versão.

source: Xiaolin Wu - Wrote the Wu quantizing method - see wu.c for more information.
pt_br: Xiaolin Wu - É quem escreveu o método de quantização Wu, acesse a página wu.c para obter mais informações.

source: General Contributions (Feedback and Ideas for improvements unless otherwise stated)
pt_br: Contribuições gerais (Por suas sugestões e ideias para melhorias, a menos que esteja indicado de outra forma):

source: Abdulla Al Muhairi - Website redesign April 2005
pt_br: Abdulla Al Muhairi - É quem redesenhou a página eletrônica em abril de 2005

source: Eddie Kohler - Created Gifsicle which is needed for the creation and viewing of animated GIF files http://www.lcdf.org/gifsicle/
pt_br: Eddie Kohler - É quem criou o ‘Gifsicle’ que é necessário para a criação e a visualização dos arquivos que possuem as imagens animadas no formato GIF, acesse a página http://www.lcdf.org/gifsicle/ para obter mais informações

source: Guadalinex Team (Junta de Andalucia) - man page, Launchpad/Rosetta registration
pt_br: Guadalinex Team (Junta de Andalucia) - É quem criou o manual e fez o registro na plataforma Launchpad/Rosetta

source: Translations
pt_br: Tradutores voluntários:

source: Brazilian Portuguese - Paulo Trevizan, Valter Nazianzeno
pt_br: Português do Brasil - Paulo Trevizan, Valter Nazianzeno, marcelocripe

source: Czech - Pavel Ruzicka, Martin Petricek, Roman Hornik, Pavel Fric
pt_br: Checo - Pavel Ruzicka, Martin Petricek, Roman Hornik, Pavel Fric

source: Dutch - Hans Strijards, Pjotr
pt_br: Holandês - Hans Strijards, Pjotr

source: French - Nicolas Velin, Pascal Billard, Sylvain Cresto, Johan Serre, Philippe Etienne, Victor Copovi
pt_br: Francês - Nicolas Velin, Pascal Billard, Sylvain Cresto, Johan Serre, Philippe Etienne, Victor Copovi

source: Galician - Miguel Anxo Bouzada
pt_br: Galego - Miguel Anxo Bouzada

source: German - Oliver Frommel, B. Clausius, Ulrich Ringel, Simon Brixel
pt_br: Alemão - Oliver Frommel, B. Clausius, Ulrich Ringel, Simon Brixel

source: Hungarian - Ur Balazs
pt_br: Híngaro - Ur Balazs

source: Italian - Angelo Gemmi
pt_br: Italiano - Angelo Gemmi

source: Japanese - Norihiro YONEDA
pt_br: Japonês - Norihiro YONEDA

source: Kabyle - Yacine Bouklif
pt_br: Cabila - Yacine Bouklif

source: Polish - Bartosz Kaszubowski, LucaS
pt_br: Polonês - Bartosz Kaszubowski, LucaS

source: Portuguese - Israel G. Lugo, Tiago Silva
pt_br: Português - Israel G. Lugo, Tiago Silva

source: Russian - Sergey Irupin, Dmitry Groshev
pt_br: Russo - Sergey Irupin, Dmitry Groshev

source: Simplified Chinese - Cecc
pt_br: Chinês Simplificado - Cecc

source: Slovak - Jozef Riha
pt_br: Eslovaco - Jozef Riha

source: Spanish - Guadalinex Team (Junta de Andalucia), Antonio Sanchez Leon, Miguel Anxo Bouzada, Francisco Jose Rey, Adolfo Jayme
pt_br: Espanhol - Guadalinex Team (Junta de Andalucia), Antonio Sanchez Leon, Miguel Anxo Bouzada, Francisco Jose Rey, Adolfo Jayme

source: Swedish - Daniel Nylander, Daniel Eriksson
pt_br: Sueco - Daniel Nylander, Daniel Eriksson

source: Tagalog - Anjelo delCarmen
pt_br: Tagalo - Anjelo delCarmen

source: Taiwanese Chinese - Wei-Lun Chao
pt_br: Chinês Taiwanês - Wei-Lun Chao

source: Turkish - Muhammet Kara, Tutku Dalmaz
pt_br: Turko - Muhammet Kara, Tutku Dalmaz

source: Information
pt_br: Informações

source: Memory
pt_br: Memória

source: Total memory for main + undo images
pt_br: Memória total para a imagem principal e para desfazer a última ação

source: Undo / Redo / Max levels used
pt_br: Desfazer / Refazer / Níveis máximos utilizados

source: Unused
pt_br: Não Utilizado

source: Unique RGB pixels
pt_br: Pixels Únicos em RGB

source: Layers
pt_br: Camadas

source: Total layer memory usage
pt_br: Total de memória utilizada pelas camadas

source: Colour Histogram
pt_br: Histograma das Cores

source: Index
pt_br: Índice

source: Canvas pixels
pt_br: Pixels da Tela de Pintura

source: Clipboard = %i x %i
pt_br: Área de Transferência = %i x %i

source: Clipboard = %i x %i x RGB
pt_br: Área de Transferência = %i x %i x RGB

source: Orphans
pt_br: Órfãos

source: Colour index totals - %i of %i used
pt_br: Índice das Cores - %i de %i utilizados

source: Could not find home directory. Using current directory as home directory.
pt_br: Não foi possível encontrar o diretório principal. Utilizando o diretório atual como diretório principal.

source: Background
pt_br: Plano de Fundo

source: (Modified)
pt_br: (Modificado)

source: Untitled
pt_br: Sem Título

source: Do you really want to delete layer %i (%s) ?
pt_br: Você realmente quer excluir a camada ‘%i’ de ‘%s’?

source: One or more of the layers contains changes that have not been saved. Do you really want to lose these changes?
pt_br: Uma ou mais camadas contêm alterações que não foram salvas. Você realmente quer perder estas alterações?

source: Cancel Operation
pt_br: Cancelar a Operação

source: Lose Changes
pt_br: Perder a Alterações

source: %d layers failed to load
pt_br: Ocorreu uma falha ao carregar ‘%d’ camadas

source: One or more of the image layers has not been saved. You must save each image individually before saving the layers text file in order to load this composite image in the future.
pt_br: Uma ou mais camadas da imagem não foram salvas. Você deve salvar cada imagem individualmente antes de salvar o arquivo de texto das camadas para poder carregar esta imagem composta no futuro.

source: Do you really want to delete all of the layers?
pt_br: Você realmente quer excluir todas as camadas?

source: You cannot add any more layers.
pt_br: Você não pode adicionar mais camadas.

source: New Layer
pt_br: Nova Camada

source: Raise
pt_br: Aumentar

source: Lower
pt_br: Diminuir

source: Duplicate Layer
pt_br: Duplicar a Camada

source: Centralise Layer
pt_br: Centralizar a Camada

source: Delete Layer
pt_br: Excluir a Camada

source: Close Layers Window
pt_br: Fechar a Janela das Camadas

source: Layer Name
pt_br: Nome da Camada

source: Position
pt_br: Posição

source: Transparent Colour
pt_br: Cor Transparente

source: Show all layers in main window
pt_br: Exibir todas as camadas na janela principal

source: Image
pt_br: Imagem

source: There were no unused colours to remove!
pt_br: Não havia cores não utilizadas para ser removida

source: The palette does not contain 2 colours that have identical RGB values
pt_br: A paleta não contém 2 cores com valores de RGB idênticos

source: The palette contains %i colours that have identical RGB values. Do you really want to merge them into one index and realign the canvas?
pt_br: A paleta contém ‘%i’ cores que têm valores de RGB idênticos. Você realmente quer mesclá-las em um índice e realinhar a tela de pintura?

source: indexed
pt_br: Indexado

source: You are trying to save an %s image to an %s file which is not possible. I would suggest you save with a PNG extension.
pt_br: Você está tentando salvar a imagem ‘%s’ em um arquivo ‘%s’, o que não é possível de ser realizado. Recomenda-se que você salve o arquivo com a extensão PNG.

source: You are trying to save an %s file with a palette of more than %d colours. Either use another format or reduce the palette to %d colours.
pt_br: Você está tentando salvar o arquivo ‘%s’ com uma paleta que contêm mais de ‘%d’ cores. Utilize um outro formato ou reduza a paleta para ‘%d’ cores.

source: Unable to load clipboard
pt_br: Não foi possível carregar da área de tranferência

source: Unable to save clipboard
pt_br: Não foi possível salvar na área de transferência

source: Zoom in
pt_br: Ampliar

source: Zoom out
pt_br: Reduzir

source: 10% zoom
pt_br: Visualizar em 10%

source: 25% zoom
pt_br: Visualizar em 25%

source: 50% zoom
pt_br: Visualizar em 50%

source: 100% zoom
pt_br: Visualizar em 100%

source: 400% zoom
pt_br: Visualizar em 400%

source: 600% zoom
pt_br: Visualizar em 600%

source: 800% zoom
pt_br: Visualizar em 800%

source: 1000% zoom
pt_br: Visualizar em 1000%

source: 1200% zoom
pt_br: Visualizar em 1200%

source: 1600% zoom
pt_br: Visualizar em 1600%

source: 2000% zoom
pt_br: Visualizar em 2000%

source: 4000% zoom
pt_br: Visualizar em 4000%

source: 8000% zoom
pt_br: Visualizar em 8000%

source: 10% opacity
pt_br: Opacidade em 10%

source: 20% opacity
pt_br: Opacidade em 20%

source: 30% opacity
pt_br: Opacidade em 30%

source: 40% opacity
pt_br: Opacidade em 40%

source: 50% opacity
pt_br: Opacidade em 50%

source: 60% opacity
pt_br: Opacidade em 60%

source: 70% opacity
pt_br: Opacidade em 70%

source: 80% opacity
pt_br: Opacidade em 80%

source: 90% opacity
pt_br: Opacidade em 90%

source: 100% opacity
pt_br: Opacidade em 100%

source: Increase opacity
pt_br: Aumentar a opacidade

source: Decrease opacity
pt_br: Diminuir a opacidade

source: Draw open arrow head
pt_br: Desenhar a ponta de uma seta aberta

source: Draw closed arrow head
pt_br: Desenhar a ponta de uma seta fechada

source: Previous colour A
pt_br: Cor anterior de A

source: Next colour A
pt_br: Próxima cor de A

source: Previous colour B
pt_br: Cor anterior de B

source: Next colour B
pt_br: Próxima cor de B

source: Previous pattern
pt_br: Modelo anterior

source: Next pattern
pt_br: Próximo modelo

source: Larger brush
pt_br: Pincel maior

source: Smaller brush
pt_br: Pincel menor

source: View window - Zoom in
pt_br: Ampliar a janela de visualização

source: View window - Zoom out
pt_br: Reduzir a janela de visualização

source: This canvas/palette contains changes that have not been saved. Do you really want to lose these changes?
pt_br: Esta tela de pintura ou a paleta de cores contém alterações que não foram salvas. Você realmente quer perder estas alterações?

source: Do you really want to quit?
pt_br: Você realmente quer sair?

source: Empty string or broken quoting
pt_br: O conjunto de instruções está vazio ou está incompleto

source: Script must begin with a command
pt_br: O conjunto de instruções deve começar com um comando

source: Script nesting limit exceeded
pt_br: O limite do aninhamento do conjunto de instruções foi excedido

source: '%s' does not match any item
pt_br: O ‘%s’ não corresponde a nenhum item

source: '%s' matches a non-scriptable item
pt_br: O ‘%s’ corresponde a um item que não é programável

source: '%s' matches a disabled item
pt_br: O ‘%s’ corresponde a um item que foi desativado

source: '%s' value does not fit item
pt_br: O valor ‘%s’ não cabe no item

source: Script
pt_br: Conjunto de Instruções

source: Action
pt_br: Ação

source: Execute
pt_br: Executar

source: Unable to load script
pt_br: Não foi possível carregar o conjunto de instruções

source: /_File
pt_br: /_Arquivo

source: //New
pt_br: //Novo

source: //Open ...
pt_br: //Abrir...

source: //Save
pt_br: //Salvar

source: //Save As ...
pt_br: //Salvar Como...

source: //Export Undo Images ...
pt_br: //Exportar a Imagem Desfeita...

source: //Export Undo Images (reversed) ...
pt_br: //Exportar a Imagem Desfeita (Reverter)...

source: //Export ASCII Art ...
pt_br: //Exportar a Arte ASCII...

source: //Export Animated GIF ...
pt_br: //Exportar uma Animação GIF...

source: //Actions
pt_br: //Ações

source: ///Configure
pt_br: ///Configurar

source: //Quit
pt_br: //Sair

source: /_Edit
pt_br: /_Editar

source: //Undo
pt_br: //Desfazer

source: //Redo
pt_br: //Refazer

source: //Cut
pt_br: //Cortar

source: //Copy
pt_br: //Copiar

source: //Copy To Palette
pt_br: //Copiar Para a Paleta

source: //Paste To Centre
pt_br: //Copiar Para o Centro

source: //Paste To New Layer
pt_br: //Colar Como Uma Nova Camada

source: //Paste
pt_br: //Colar

source: //Paste Text
pt_br: //Colar o Texto

source: //Paste Text (FreeType)
pt_br: //Colar o Texto (do tipo FreeType)

source: //Paste Palette
pt_br: //Colar da Paleta

source: //Load Clipboard
pt_br: //Carregar da Área de Transferência

source: //Save Clipboard
pt_br: //Salvar na Área de Transferência

source: //Import Clipboard from System
pt_br: //Importar da Área de Transferência do Sistema

source: //Export Clipboard to System
pt_br: //Exportar para a Área de Transferência do Sistema

source: //Choose Pattern ...
pt_br: //Escolher o Modelo...

source: //Choose Brush ...
pt_br: //Escolher o Pincel...

source: //Choose Colour ...
pt_br: //Escolher a Cor...

source: /_View
pt_br: /_Visualizar

source: //Show Main Toolbar
pt_br: //Exibir a Barra Principal

source: //Show Tools Toolbar
pt_br: //Exibir a Barra de Ferramentas

source: //Show Settings Toolbar
pt_br: //Exibir a Barra de Configurações

source: //Show Dock
pt_br: //Exibir a Doca

source: //Show Palette
pt_br: //Exibir a Paleta de Cores

source: //Show Status Bar
pt_br: //Exibir a Barra do Estado

source: //Toggle Image View
pt_br: //Visualizar a Imagem em Tela Cheia

source: //Centralize Image
pt_br: //Centralizar a Imagem

source: //Show Zoom Grid
pt_br: //Exibir Lado a Lado ao Reduzir

source: //Snap To Tile Grid
pt_br: //Ajustar a Grade dos Ladrilhos

source: //Configure Grid ...
pt_br: //Configurar a Grade...

source: //Tracing Image ...
pt_br: //Imagem de Rastreamento...

source: //View Window
pt_br: //Visualizar a Janela

source: //Horizontal Split
pt_br: //Dividir na Horizontal

source: //Focus View Window
pt_br: //Visualizar a Janela em Foco

source: //Pan Window
pt_br: //Visualização Panorâmica

source: //Layers Window
pt_br: //Janela das Camadas

source: /_Image
pt_br: /_Imagem

source: //Convert To RGB
pt_br: //Converter Para RGB

source: //Convert To Indexed ...
pt_br: //Converter Para Indexada...

source: //Scale Canvas ...
pt_br: //Escala da Tela de Pintura...

source: //Resize Canvas ...
pt_br: //Redimensionar a Tela de Pintura...

source: //Crop
pt_br: //Cortar

source: //Flip Vertically
pt_br: //Girar Verticalmente

source: //Flip Horizontally
pt_br: //Girar Horizontalmente

source: //Rotate Clockwise
pt_br: //Girar no Sentido Horário

source: //Rotate Anti-Clockwise
pt_br: //Girar no Sentido Anti-Horário

source: //Free Rotate ...
pt_br: //Girar Livremente...

source: //Skew ...
pt_br: //Inclinar...

source: //Segment ...
pt_br: //Segmento...

source: //Script ...
pt_br: //Conjunto de Instruções...

source: //Scripts
pt_br: //Conjunto de Instruções

source: //Information ...
pt_br: //Informações...

source: //Preferences ...
pt_br: //Preferências...

source: /_Selection
pt_br: /_Seleção

source: //Select All
pt_br: //Selecionar Tudo

source: //Select None (Esc)
pt_br: //Cancelar a Seleção (Esc)

source: //Lasso Selection
pt_br: //Selecionar com o Laço

source: //Lasso Selection Cut
pt_br: //Selecionar com o Laço de Corte

source: //Outline Selection
pt_br: //Selecionar o Contorno

source: //Fill Selection
pt_br: //Preencher a Seleção

source: //Outline Ellipse
pt_br: //Selecionar o Contorno da Elipse

source: //Fill Ellipse
pt_br: //Preencher a Elipse

source: //Horizontal Ramp
pt_br: //Rampa Horizontal

source: //Vertical Ramp
pt_br: //Rampa Vertical

source: //Alpha Blend A,B
pt_br: //Mistura de Alfa em A e B

source: //Move Alpha to Mask
pt_br: //Mover o Alfa Para a Máscara

source: //Mask Colour A,B
pt_br: //Cor da Máscara A e B

source: //Unmask Colour A,B
pt_br: //Desmascarar as Cores de A e B

source: //Mask All Colours
pt_br: //Mascarar Todas as Cores

source: //Clear Mask
pt_br: //Limpar a Máscara

source: /_Palette
pt_br: /_Paleta

source: //Load ...
pt_br: //Carregar...

source: //Load Default
pt_br: //Carregar o Padrão

source: //Mask All
pt_br: //Mascarar Todos

source: //Mask None
pt_br: //Mascarar Nenhum

source: //Swap A & B
pt_br: //Trocar A e B

source: //Edit Colour A & B ...
pt_br: //Editar a Cor de A e B...

source: //Dither A
pt_br: //Sobrepor A

source: //Palette Editor...
pt_br: //Editor da Paleta de Cores...

source: //Set Palette Size ...
pt_br: //Definir o Tamaho da Paleta...

source: //Merge Duplicate Colours
pt_br: //Mesclar as Cores Duplicadas

source: //Remove Unused Colours
pt_br: //Remover as Cores Não Utilizadas

source: //Create Quantized ...
pt_br: //Criar Vários...

source: //Sort Colours ...
pt_br: //Ordenar as Cores...

source: //Palette Shifter ...
pt_br: //Deslocar a Paleta...

source: //Pick Gradient ...
pt_br: //Definir o Degradê...

source: /Effe_cts
pt_br: /Efei_tos

source: //Transform Colour ...
pt_br: //Transformar a Cor...

source: //Invert
pt_br: //Inverter

source: //Greyscale
pt_br: //Tons de Cinza

source: //Greyscale (Gamma corrected)
pt_br: //Tons de Cinza (com a Correção do Gama)

source: //Normalize
pt_br: //Normalizar

source: //Threshold ...
pt_br: //Limite...

source: //Isometric Transformation
pt_br: //Transformação Isométrica

source: ///Left Side Down
pt_br: ///Lado Esquerdo Para Baixo

source: ///Right Side Down
pt_br: ///Lado Direito Para Baixo

source: ///Top Side Right
pt_br: ///Lado Direito na Parte Superior

source: ///Bottom Side Right
pt_br: ///Lado Direito na Parte Inferior

source: //Edge Detect ...
pt_br: //Detectar a Margem...

source: //Difference of Gaussians ...
pt_br: //Diferença de Gaussianas...

source: //Sharpen ...
pt_br: //Nitidez...

source: //Unsharp Mask ...
pt_br: //Máscara de Nitidez...

source: //Soften ...
pt_br: //Suavizar...

source: //Gaussian Blur ...
pt_br: //Desfocagem Gaussiana...

source: //Kuwahara-Nagao Blur ...
pt_br: //Desfocagem Kuwahara-Nagao...

source: //Emboss
pt_br: //Relevo

source: //Dilate
pt_br: //Dilatar

source: //Erode
pt_br: //Erodir

source: //Solid Noise ...
pt_br: //Ruído Sólido...

source: //Bacteria ...
pt_br: //Bactéria...

source: /Cha_nnels
pt_br: /Can_ais

source: //New ...
pt_br: //Novo...

source: //Delete ...
pt_br: //Excluir...

source: //Edit Image
pt_br: //Editar a Imagem

source: //Edit Alpha
pt_br: //Editar o Alfa

source: //Edit Selection
pt_br: //Editar a Seleção

source: //Edit Mask
pt_br: //Editar a Máscara

source: //Hide Image
pt_br: //Ocultar a Imagem

source: //Disable Alpha
pt_br: //Desativar o Alpha

source: //Disable Selection
pt_br: //Desativar a Seleção

source: //Disable Mask
pt_br: //Desativar a Máscara

source: //Couple RGBA Operations
pt_br: //Operações do Conjunto RGBA

source: //Unassociate Alpha
pt_br: //Desassociar o Alfa

source: //View Alpha as an Overlay
pt_br: //Visualizar o Alfa como uma Sobreposição

source: //Configure Overlays ...
pt_br: //Configurar as Sobreposições...

source: /_Layers
pt_br: /_Camadas

source: //New Layer
pt_br: //Nova Camada

source: //Save Composite Image ...
pt_br: //Salvar a Imagem Composta...

source: //Composite to New Layer
pt_br: //Nova Camada Composta

source: //Remove All Layers
pt_br: //Remover Todas as Camadas

source: //Configure Animation ...
pt_br: //Configurar a Animação...

source: //Preview Animation ...
pt_br: //Pré-visualizar a Animação...

source: //Set Key Frame ...
pt_br: //Definir o Quadro-Chave...

source: //Remove All Key Frames ...
pt_br: //Remover Todos os Quadros-Chave...

source: /More...
pt_br: /Mais...

source: /_Help
pt_br: /_Ajuda

source: //Documentation
pt_br: //Documentação

source: //About
pt_br: //Sobre

source: //Keyboard Shortcuts ...
pt_br: //Atalhos do Teclado...

source: //Rebind Shortcut Keycodes
pt_br: //Revincular as Teclas de Atalho

source: Quantize Pass 1
pt_br: Passagem de Quantização 1

source: Quantize Pass 2
pt_br: Passagem de Quantização 2

source: Converting to Indexed Palette
pt_br: Converter Para a Paleta Indexada

source: Bacteria Effect
pt_br: Efeito de Bactéria

source: Rotating
pt_br: Rotacionando

source: Free Rotation
pt_br: Girar Livremente

source: Scaling Image
pt_br: Dimensionamento da Imagem

source: Counting Unique RGB Pixels
pt_br: Contagem dos Pixels Exclusivos do RGB

source: Applying Effect
pt_br: Aplicando o Efeito

source: Kuwahara-Nagao Filter
pt_br: Filtro de Kuwahara-Nagao

source: Skew
pt_br: Inclinar

source: Segmentation Pass 1
pt_br: Passagem de Segmentação 1

source: Segmentation Pass 2
pt_br: Passagem de Segmentação 2

source: Solid Noise
pt_br: Ruído Sólido

source: Please Wait ...
pt_br: Por favor, aguarde...

source: STOP
pt_br: PARAR

source: Disabled
pt_br: Desativar

source: Screen
pt_br: Tela
