Repository: marcelocripe/mtPaint_pt_BR
Catalog: mtpaint_*.po
Languages: pt_br

source: Window
pt_br: Janela

source: Input
pt_br: Entrada

source: Device:
pt_br: Dispositivo:

source: Mode:
pt_br: Modo:

source: Axes
pt_br: Eixos

source: Pressure:
pt_br: Pressão:

source: X tilt:
pt_br: Inclinação do X:

source: Y tilt:
pt_br: Inclinação do Y:

source: Wheel:
pt_br: Roda:

source: none
pt_br: Nenhum

source: 24 bit RGB
pt_br: 24 bits em RGB

source: Greyscale
pt_br: Tons de Cinza

source: Indexed Palette
pt_br: Paleta Indexada

source: From Clipboard
pt_br: Da Área de Transferência

source: Grab Screenshot
pt_br: Capturar a Imagem

source: New Image
pt_br: Nova Imagem

source: Colours
pt_br: Cores

source: Pattern Chooser
pt_br: Escolher a Textura

source: Set Palette Size
pt_br: Definir o Tamanho da Paleta

source: Apply
pt_br: Aplicar

source: Luminance
pt_br: Luminância

source: Brightness
pt_br: Brilho

source: Distance to A
pt_br: Distância de A

source: Projection to A->B
pt_br: Projeção de A em B

source: Frequency
pt_br: Frequência

source: Sort Palette Colours
pt_br: Ordenar as Cores da Paleta

source: Start Index
pt_br: Iniciar o Índice

source: End Index
pt_br: Concluir o Índice

source: Reverse Order
pt_br: Ordem Reversa

source: Bitwise
pt_br: Bit a bit

source: Truncated
pt_br: Truncado

source: Rounded
pt_br: Arredondado

source: Transform Colour
pt_br: Transformar a Cor

source: Gamma
pt_br: Gama

source: Contrast
pt_br: Contraste

source: Posterize
pt_br: Posterizar

source: Show Detail
pt_br: Exibir os Detalhes

source: Posterize type
pt_br: Tipo de Posterização

source: Auto-Preview
pt_br: Pré-visualização Automática

source: Reset
pt_br: Redefinir

source: New geometry is the same as now - nothing to do.
pt_br: A nova geometria é a mesma que a atual, por tanto, não há nada a ser alterado.

source: The operating system cannot allocate the memory for this operation.
pt_br: O sistema operacional não pode alocar a memória para este programa.

source: You have not allocated enough memory in the Preferences window for this operation.
pt_br: Você não alocou a quantidade de memória suficiente na janela das ‘Preferências’ para esta operação.

source: Mirror
pt_br: Espelhar

source: Tile
pt_br: Ladrilhar

source: Void
pt_br: Esvaziar

source: Clear
pt_br: Limpar

source: Mirror tile
pt_br: Ladrilhar Espelhado

source: Nearest Neighbour
pt_br: Vizinho Mais Próximo

source: Bilinear / Area Mapping
pt_br: Mapeamento Bilinear da Área

source: Bicubic
pt_br: Bicúbica

source: Bicubic edged
pt_br: Borda Bicúbica

source: Bicubic better
pt_br: Bicúbica Melhorada

source: Bicubic sharper
pt_br: Bicúbica Mais Nítida

source: Blackman-Harris
pt_br: Analisador Blackman-Harris

source: Scale Canvas
pt_br: Escala da Tela de Pintura

source: Resize Canvas
pt_br: Redimensionar a Tela de Pintura

source: New
pt_br: Novo

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Offset
pt_br: Deslocamento

source: Centre
pt_br: Centro

source: Fix Aspect Ratio
pt_br: Corrigir a Proporção do Aspecto

source: Settings
pt_br: Configurações

source: Sharper image reduction
pt_br: Reduzir a Nitidez da Imagem

source: Boundary extension
pt_br: Extensão dos Limites

source: HSV
pt_br: Matiz, Saturação e Valor

source: Highlight
pt_br: Destaque

source: Limit
pt_br: Limite

source: Sphere
pt_br: Esfera

source: Angle
pt_br: Ângulo

source: Cube
pt_br: Cubo

source: Opaque
pt_br: Opaco

source: Border
pt_br: Borda

source: Transparent
pt_br: Transparente

source: Tile
pt_br: Ladrilhar

source: Segment
pt_br: Segmento

source: Scale
pt_br: Escala

source: From
pt_br: De

source: To
pt_br: Para

source: Range
pt_br: Intervalo

source: Inverse
pt_br: Inverso

source: Smart grid
pt_br: Grade Inteligente

source: Tile grid
pt_br: Grade de Ladrilhos

source: Minimum grid zoom
pt_br: Visualização Mínima da Grade

source: Tile width
pt_br: Largura do Ladrilho

source: Tile height
pt_br: Altura do Ladrilho

source: Palette Editor
pt_br: Editor de Paleta

source: Configure Overlays
pt_br: Configurar as Sobreposições

source: Colour Editor
pt_br: Editor de Cores

source: Colour-Selective Mode
pt_br: Modo de Seleção das Cores

source: Configure Grid
pt_br: Configurar a Grade

source: Exact Conversion
pt_br: Conversão Exata

source: Use Current Palette
pt_br: Utilizar a Paleta Atual

source: PNN Quantize (slow, better quality)
pt_br: Quantização do PNN (é uma opção lenta, mas possui maior qualidade)

source: Wu Quantize (fast)
pt_br: Quantização do Wu (é uma opção rápida)

source: Max-Min Quantize (best for small palettes and dithering)
pt_br: Quantização do Máximo e do Mínimo (é a melhor opção para as paletas pequenas e para sobrepor duas imagens com cores diferentes)

source: None
pt_br: Nenhum

source: Floyd-Steinberg
pt_br: Sobreposição de Floyd-Steinberg

source: Stucki
pt_br: Pixel Preso

source: Floyd-Steinberg (quick)
pt_br: Sobreposição Rápida de Floyd-Steinberg

source: Dithered (effect)
pt_br: Efeito de Sobreposição

source: Scattered (effect)
pt_br: Efeito de Espalhamento

source: Gamut
pt_br: Gama de Cores

source: Weakly
pt_br: Fraco

source: Strongly
pt_br: Forte

source: Off
pt_br: Desativado

source: Separate/Sum
pt_br: Separar/Somar

source: Separate/Split
pt_br: Separar/Dividir

source: Length/Sum
pt_br: Comprimento/Somar

source: Length/Split
pt_br: Comprimento/Dividir

source: Largest (Linf)
pt_br: Maior (Linf)

source: Sum (L1)
pt_br: Somar (L1)

source: Euclidean (L2)
pt_br: Euclidiano (L2)

source: Create Quantized
pt_br: Criar Vários

source: Convert To Indexed
pt_br: Converter Para Indexado

source: Indexed Colours To Use
pt_br: Cores Indexadas Para Serem Utilizadas

source: Truncate palette
pt_br: Truncar a Paleta de Cores

source: Diameter based weighting
pt_br: Ponderação com Base no Diâmetro

source: Dither
pt_br: Sobrepor

source: Colour space
pt_br: Espaço das Cores

source: Difference measure
pt_br: Medir a Diferença

source: Reduce colour bleed
pt_br: Reduzir a Perda da Cor

source: Serpentine scan
pt_br: Verificação da Serpentina

source: Error propagation, %
pt_br: Ocorreu uma propagação do erro ‘%’

source: Selective error propagation
pt_br: Ocorreu uma propagação seletiva de erro

source: Full error precision
pt_br: Ocorreu um erro total

source: Backward HSV
pt_br: Retrocesso de HSV

source: Constant
pt_br: Constante

source: Edit Gradient
pt_br: Editar o Degradê

source: Points:
pt_br: Pontos:

source: Square
pt_br: Quadrado

source: Conical
pt_br: Cônico

source: Level
pt_br: Nível

source: Repeat
pt_br: Repetir

source: A to B
pt_br: A para B

source: A to B (RGB)
pt_br: A para B (RGB)

source: A to B (sRGB)
pt_br: A para B (sRGB)

source: A to B (HSV)
pt_br: A para B (HSV)

source: A to B (backward HSV)
pt_br: A para B (Retrocesso de HSV)

source: A only
pt_br: Apenas A

source: Custom
pt_br: Personalizado

source: Current to 0
pt_br: Atual para 0

source: Current only
pt_br: Somente o Atual

source: Configure Gradient
pt_br: Configurar o Degradê

source: Channel
pt_br: Canal

source: Length
pt_br: Comprimento

source: Repeat length
pt_br: Repetir o Comprimento

source: Gradient type
pt_br: Tipo do Degradê

source: Extension type
pt_br: Tipo da Extensão

source: Distance type
pt_br: Tipo da Distância

source: Preview opacity
pt_br: Pré-visualizar a Opacidade

source: Reverse
pt_br: Reverso

source: Edit Custom
pt_br: Editar as Personalizações

source: Pick Gradient
pt_br: Escolher o Degradê

source: At distance
pt_br: Distância

source: Unchanged
pt_br: Inalterado

source: Tracing Image
pt_br: Rastreamento da Imagem

source: Source
pt_br: Fonte

source: Origin
pt_br: Origem

source: Relative scale
pt_br: Escala Relativa

source: Display
pt_br: Exibir

source: Segment Image
pt_br: Segmento da Imagem

source: Threshold
pt_br: Limite

source: Level
pt_br: Nível

source: Minimum size
pt_br: Tamanho Mínimo

source: Max
pt_br: Máximo

source: Min
pt_br: Mínimo

source: Threshold Image
pt_br: Limite da Imagem

source: Seed
pt_br: Semente

source: X span
pt_br: Extensão X

source: Y span
pt_br: Extensão Y

source: Octaves
pt_br: Oitavas

source: Saving %s image
pt_br: Salvando a imagem ‘%s’

source: Loading %s image
pt_br: Carregando a imagem ‘%s’

source: Layer
pt_br: Camada

source: Lossless
pt_br: Sem Perdas

source: Default
pt_br: Padrão

source: Picture
pt_br: Ilustração

source: Photo
pt_br: Foto

source: Drawing
pt_br: Desenho

source: Icon
pt_br: Ícone

source: Applying colour profile
pt_br: Aplicando o perfil da cor

source: %d out of %d frames could not be saved as %s - saved as PNG instead
pt_br: Não foi possível salvar os quadros ‘%d’ de ‘%d’ como ‘%s’, em vez disso, foi salvo com o formato PNG

source: Explode frames
pt_br: Explodir os Quadros

source: Default System Language
pt_br: Idioma Padrão do Sistema

source: Chinese (Simplified)
pt_br: Chinês (Simplificado)

source: Chinese (Taiwanese)
pt_br: Chinês (Taiwanês)

source: Czech
pt_br: Tcheco

source: Dutch
pt_br: Holandês

source: English (UK)
pt_br: Inglês (Grã-Bretanha)

source: French
pt_br: Francês

source: Galician
pt_br: Galego

source: German
pt_br: Alemão

source: Hungarian
pt_br: Húngaro

source: Italian
pt_br: Italiano

source: Japanese
pt_br: Japonês

source: Kabyle
pt_br: Cabília

source: Polish
pt_br: Polonês

source: Portuguese
pt_br: Português

source: Portuguese (Brazilian)
pt_br: Português (Brasileiro)

source: Russian
pt_br: Russo

source: Slovak
pt_br: Eslovaco

source: Spanish
pt_br: Espanhol

source: Swedish
pt_br: Sueco

source: Tagalog
pt_br: Tagalo

source: Turkish
pt_br: Turco

source: Current Device
pt_br: Ferramenta Atual

source: Pressure
pt_br: Pressionar

source: Preferences
pt_br: Preferências

source: Max threads (0 to autodetect)
pt_br: Quantidade máxima de linhas (0 para detecção automática)

source: Min kpixels per render thread
pt_br: Quantidade mínima de ‘kpixels’ para a renderização da imagem

source: Max memory used for undo (MB)
pt_br: Quantidade máxima de memória utilizada para a opção de ‘Desfazer’ em MB

source: Max undo levels
pt_br: Quantidade máxima de níveis para a utilização da opção de ‘Desfazer’

source: Communal layer undo space (%)
pt_br: Espaço para desfazer a camada comum em ‘%’

source: Bayer master pattern
pt_br: Padrão mestre para a matriz do filtro da cor (Bayer)

source: Use gamma correction by default
pt_br: Utilizar por padrão a correção do gama

source: Use gamma correction when painting
pt_br: Utilizar a correção do gama durante a pintura

source: Separate patterns for A & B
pt_br: Modelos separados para A e B

source: Optimize alpha chequers
pt_br: Otimizar os verificadores do alfa

source: Disable view window transparencies
pt_br: Desativar as transparências da janela de visualização

source: Enable overlays by layer
pt_br: Ativar as sobreposições por camadas

source: Language
pt_br: Idioma

source: Select preferred language translation You will need to restart mtPaint for this to take full effect
pt_br: Selecione o idioma de sua preferência. Você precisa reiniciar o mtPaint para a alteração ser aplicada.

source: Greyscale backdrop
pt_br: Plano de fundo em tons de cinza

source: Selection nudge pixels
pt_br: Seleção de deslocamento dos pixels

source: Max Pan Window Size
pt_br: Tamanho máximo da miniatura

source: Display clipboard while pasting
pt_br: Exibir a área de tranferência na ação de colar

source: Mouse cursor = Tool
pt_br: O cursor ou seta permite utilizar a ferramenta que foi selecionada

source: Confirm Exit
pt_br: Confirmar a Saída

source: Q key quits mtPaint
pt_br: A tecla ‘Q’ permite sair do mtPaint

source: Arrow keys scroll canvas
pt_br: As teclas direcionais movem a tela de pintura

source: Changing tool commits paste
pt_br: Alterar a ferramenta para confirmar a ação de colar

source: Centre tool settings dialogs
pt_br: Diálogos de configurações das ferramentas

source: New image sets zoom to 100%
pt_br: Definir a nova imagem com a visualização em 100%

source: Zoom on cursor position
pt_br: Visualizar a posição que estiver o cursor

source: Mouse Scroll Wheel = Zoom
pt_br: A roda de rolagem permite ampliar ou reduzir a visualização

source: Use menu icons
pt_br: Utilizar os ícones do menu

source: Files
pt_br: Arquivos

source: XBM X hotspot
pt_br: Ponto de acesso XBM X

source: XBM Y hotspot
pt_br: Ponto de acesso XBM Y

source: Recently Used Files
pt_br: Quantidade de arquivos recentes

source: Progress bar silence limit
pt_br: Limite do silêncio da barra de progresso

source: Read 16-bit TGAs as 5:6:5 BGR
pt_br: Ler as TGAs de 16 bits como 5:6:5 BGR

source: Write TGAs in bottom-up row order
pt_br: Escrever as TGAs na ordem, ou seja, da linha de baixo para a linha cima

source: Undoable image loading
pt_br: O carregamento da imagem não pode ser feito

source: Compression (RGB)
pt_br: Compressão (RGB)

source: Compression (indexed)
pt_br: Compressão (Indexada)

source: Compression (monochrome)
pt_br: Compressão (Monocromática)

source: Enable predictor
pt_br: Ativar o preditor

source: Compression mode
pt_br: Modo de compressão

source: Channel for Mask Plane
pt_br: Canal para o plano da máscara

source: Ignore Transparent Colour
pt_br: Ignorar a cor transparente

source: PackBits Compression
pt_br: Compressão dos dados idênticos de PackBits

source: Write Indexed as Planar Bitmap (PBM)
pt_br: Escrever indexado com o Planar Bitmap (PBM)

source: Paths
pt_br: Caminhos

source: Clipboard Files
pt_br: Arquivos da área de transferência

source: Select Clipboard File
pt_br: Selecionar Área de Transferência

source: HTML Browser Program
pt_br: Programa navegador de internet

source: Select Browser Program
pt_br: Selecionar o programa navegador de internet

source: Location of Handbook index
pt_br: Localização do índice do manual

source: Select Handbook Index File
pt_br: Selecionar no Arquivo o Índice do Manual

source: Default Palette
pt_br: Paleta padrão

source: Select Default Palette
pt_br: Selecionar a paleta padrão

source: Default Patterns
pt_br: Modelo padrão

source: Select Default Patterns File
pt_br: Selecionar o arquivo do modelo padrão

source: Default CSS
pt_br: Padrão do CSS

source: Select Default CSS File
pt_br: Selecionar o Arquivo CSS Padrão

source: Default Theme
pt_br: Tema padrão

source: Select Default Theme File
pt_br: Selecionar o arquivo do tema padrão

source: Status Bar
pt_br: Barra do Estado

source: Canvas Geometry
pt_br: Geometria da tela de pintura

source: Selection Geometry
pt_br: Geometria da seleção

source: Undo / Redo
pt_br: Desfazer / Refazer

source: Tablet
pt_br: Tabuleta

source: Device Settings
pt_br: Configurações do Dispositivo

source: Configure Device
pt_br: Configurar o Dispositivo

source: Tool Variable
pt_br: Ferramenta Variável

source: Flow
pt_br: Fluxo

source: Test Area
pt_br: Área de Teste

source: Factor
pt_br: Fator

source: This key is builtin
pt_br: Esta tecla está incorporada

source: This key is mapped to: "%s"
pt_br: Esta tecla está mapeada para: "%s"

source: Remap
pt_br: Remapear

source: Keyboard Shortcuts
pt_br: Atalhos do Teclado

source: Frames
pt_br: Quadros

source: Palette Shifter
pt_br: Alterar a Paleta de Cores

source: Start
pt_br: Iniciar

source: Finish
pt_br: Terminar

source: Fix Palette
pt_br: Corrigir a Paleta

source: Configure File Actions
pt_br: Configurar as Ações do Arquivo

source: Command
pt_br: Comando

source: Error %i reported when trying to run %s
pt_br: Ocorreu o erro %i que foi relatado ao tentar executar %s

source: I am unable to find the documentation. Either you need to download the mtPaint Handbook from the web site and install it, or you need to set the correct location in the Preferences window.
pt_br: Não foi possível encontrar a documentação. Você pode baixar ou acessar o manual do mtPaint nas páginas eletrônicas: https://mtpaint.sourceforge.net/, https://mtpaint.sourceforge.net/handbook/en_GB/chap_00.html ou https://github.com/wjaguar/mtPaint/, ou ainda, pode ser necessário definir o local correto na janela das ‘Preferências’.

source: There was a problem running the HTML browser. You need to set the correct program name in the Preferences window.
pt_br: Ocorreu um problema ao executar o navegador de internet. Você precisa definir o nome correto do programa na janela das ‘Preferências’.

source: Helper thread is not responding. Save your work and exit the program.
pt_br: O processamento atual não está respondendo. Por favor, salve o seu trabalho e saia do programa.

source: RGB Cube
pt_br: Cubo RGB

source: By image channel
pt_br: Por Canal da Imagem

source: Gradient-driven
pt_br: Impulsionamento do Degradê

source: Fill settings
pt_br: Preencher as configurações

source: Respect opacity mode
pt_br: Respeitar o modo de opacidade

source: Smudge settings
pt_br: Configurações das manchas

source: Aligned
pt_br: Alinhado

source: Clone settings
pt_br: Configurações do clone

source: By selection channel
pt_br: Por canal de seleção

source: Lasso settings
pt_br: Configurações do laço

source: Brush spacing
pt_br: Espaçamento do pincel

source: Colour
pt_br: Cor

source: Saturate More
pt_br: Aumentar a saturação

source: Multiply
pt_br: Multiplicar

source: Divide
pt_br: Dividir

source: Dodge
pt_br: Subexposição

source: Burn
pt_br: Superexposição

source: Hard Light
pt_br: Luz Dura

source: Soft Light
pt_br: Luz Suave

source: Difference
pt_br: Diferença

source: Darken
pt_br: Escurecer

source: Lighten
pt_br: Clarear

source: Grain Extract
pt_br: Extrair em Grãos

source: Grain Merge
pt_br: Mesclar em Grãos

source: Blend mode
pt_br: Modo de Mesclagem

source: Continuous Mode
pt_br: Modo Contínuo

source: Opacity Mode
pt_br: Modo de Opacidade

source: Tint Mode
pt_br: Modo de Tonalidade

source: Tint +-
pt_br: Tonalidade + ou -

source: Blend Mode
pt_br: Modo de Mesclagem

source: Disable All Masks
pt_br: Desativar Todas as Máscaras

source: Gradient Mode
pt_br: Modo de Degradê

source: Settings Toolbar
pt_br: Barra de Configurações

source: Cut
pt_br: Cortar

source: Copy
pt_br: Copiar

source: Paste
pt_br: Colar

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Pan Window
pt_br: Miniatura

source: More...
pt_br: Mais...

source: Paint
pt_br: Pintar

source: Shuffle
pt_br: Misturar

source: Flood Fill
pt_br: Preencher

source: Straight Line
pt_br: Linha Reta

source: Smudge
pt_br: Borrar

source: Clone
pt_br: Clonar

source: Make Selection
pt_br: Fazer a Seleção

source: Polygon Selection
pt_br: Selecionar o Polígono

source: Place Gradient
pt_br: Aplicar o Degradê

source: Lasso Selection
pt_br: Selecionar com o Laço

source: Ellipse Outline
pt_br: Contorno da Elipse

source: Filled Ellipse
pt_br: Elipse Preenchida

source: Outline Selection
pt_br: Seleção do Contorno

source: Fill Selection
pt_br: Preencher a Seleção

source: Flip Selection Vertically
pt_br: Girar a Seleção Verticalmente

source: Flip Selection Horizontally
pt_br: Girar a Seleção Horizontalmente

source: Rotate Selection Clockwise
pt_br: Rotacionar a Seleção no Sentido Horário

source: Rotate Selection Anti-Clockwise
pt_br: Rotacionar a Seleção no Sentido Anti-Horário

source: Browse
pt_br: Navegar

source: New key ...
pt_br: Nova Tecla...

source: '%s' does not match any widget
pt_br: A opção ‘%s’ não corresponde a nenhuma ferramenta

source: '%s' value does not fit '%s' widget
pt_br: O valor ‘%s’ não se encaixa na ferramenta ‘%s’

source: About
pt_br: Sobre

source: No font selected
pt_br: Nenhuma fonte foi selecionada

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita
