Repository: marcelocripe/mtPaint_pt_BR
Catalog: mtpaint_*.po
Languages: pt_br

source: Animation Preview
pt_br: Pré-visualização da Animação

source: Play
pt_br: Reproduzir

source: Fix
pt_br: Corrigir

source: Close
pt_br: Fechar

source: Error
pt_br: Ocorreu um erro

source: Unable to create output directory
pt_br: Não foi possível criar o diretório de saída

source: Creating Animation Frames
pt_br: Criando os Quadros da Animação

source: Unable to save image
pt_br: Não foi possível salvar a imagem

source: Warning
pt_br: Aviso

source: Do you really want to clear all of the position and cycle data for all of the layers?
pt_br: Você realmente quer limpar todos os dados das posições e dos ciclos de todas as camadas?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Set Key Frame
pt_br: Definir o Quadro-Chave

source: Configure Animation
pt_br: Configurar a Animação

source: Output Files
pt_br: Arquivos de Saída

source: Start frame
pt_br: Quadro Inicial

source: End frame
pt_br: Quadro Final

source: Delay
pt_br: Tempo de Atraso

source: Output path
pt_br: Diretório de Saída

source: Select Directory
pt_br: Selecionar o Diretório

source: File prefix
pt_br: Prefixo do Arquivo

source: File Format
pt_br: Formato do Arquivo

source: Positions
pt_br: Posições

source: Cycling
pt_br: Circulação

source: Save
pt_br: Salvar

source: Preview
pt_br: Pré-visualizar

source: Create Frames
pt_br: Criar os Quadros

source: You must have at least 2 layers to create an animation
pt_br: Você tem que ter pelo menos duas camadas para criar uma animação

source: You must save your layers file before creating an animation
pt_br: Você tem que salvar em um arquivo as camadas antes de criar uma animação

source: The image is too large to transform.
pt_br: A imagem é muito grande para ser transformada.

source: Gradient
pt_br: Degradê

source: Palette
pt_br: Paleta

source: Clipboard
pt_br: Área de Transferência

source: Value
pt_br: Valor

source: Red
pt_br: Vermelho

source: Green
pt_br: Verde

source: Blue
pt_br: Azul

source: From
pt_br: De

source: To
pt_br: Para

source: Map
pt_br: Mapa

source: Sobel
pt_br: Filtro de Sobel

source: Prewitt
pt_br: Detector de Bordas Prewitt

source: Kirsch
pt_br: Detector de Arestas Kirsch

source: Roberts
pt_br: Detector de Bordas Roberts

source: Laplace
pt_br: Filtro de Laplace

source: Morphological
pt_br: Morfologia Matemática

source: Edge Detect
pt_br: Detector de Borda

source: Edge Sharpen
pt_br: Nitidez da Borda

source: Edge Soften
pt_br: Suavizador de Borda

source: Different X/Y
pt_br: Diferentes X/Y

source: Gamma corrected
pt_br: Corretor de Gama

source: Gaussian Blur
pt_br: Desfocagem Gaussiana

source: Radius
pt_br: Raio

source: Amount
pt_br: Quantidade

source: Threshold
pt_br: Limite

source: Unsharp Mask
pt_br: Máscara de Nitidez

source: Outer radius
pt_br: Raio Externo

source: Inner radius
pt_br: Raio Interno

source: Normalize
pt_br: Normalizar

source: Difference of Gaussians
pt_br: Diferença de Gaussianas

source: Protect details
pt_br: Proteger os Detalhes

source: Kuwahara-Nagao Blur
pt_br: Desfocagem de Kuwahara-Nagao

source: The image is too large for this rotation.
pt_br: A imagem é muito grande para esta rotação.

source: Smooth
pt_br: Suavizar

source: Free Rotate
pt_br: Girar Livremente

source: Not enough memory to create clipboard
pt_br: Não tem memória suficiente para criar a área de transferência

source: You have not allocated enough memory in the Preferences window to undo this action.
pt_br: Você não alocou memória suficiente na janela das ‘Preferências’ para desfazer esta ação.

source: Invalid palette file
pt_br: A paleta de cores do arquivo não é válida

source: Invalid channel file.
pt_br: O arquivo do canal não é válido

source: Raw frames
pt_br: Quadros Crus

source: Composited frames
pt_br: Quadros Compostos

source: Composited frames with nonzero delay
pt_br: Quadros compostos com atraso diferente de zero

source: Load Frames
pt_br: Carregar os Quadros

source: Load into Layers
pt_br: Carregar em Camadas

source: Load First Frame
pt_br: Carregar o Primeiro Quadro

source: Explode Frames
pt_br: Explodir os Quadros

source: View Animation
pt_br: Visualizar a Animação

source: This is an animated %s file.
pt_br: O arquivo ‘%s’ é uma imagem animada.

source: This is a multipage %s file.
pt_br: O arquivo ‘%s’ tem várias páginas.

source: File is too big, must be <= to width=%i height=%i
pt_br: O arquivo é muito grande, deve ser menor ou igual a largura %i e a altura %i

source: Unable to explode frames
pt_br: Não foi possível explodir os quadros

source: Unable to load file
pt_br: Não foi possivel carregar o arquivo

source: The file import library had to terminate due to a problem with the file (possibly corrupt image data or a truncated file). I have managed to load some data as the header seemed fine, but I would suggest you save this image to a new file to ensure this does not happen again.
pt_br: A biblioteca de importação dos arquivos teve que ser encerrada devido a um problema com o arquivo (possivelmente os dados da imagem estão corrompidos ou o arquivo está truncado). Foi possível carregar alguns dados, pois o cabeçalho do arquivo parece estar em bom estado, mas é recomendado que você salve esta imagem em um novo arquivo para garantir que este problema não aconteça novamente.

source: The animation is too long to load all of it into layers.
pt_br: A animação é muito grande para ser carregada toda em camadas.

source: Could not explode all the frames in the animation.
pt_br: Não foi possível explodir todos os quadros na animação.

source: Size
pt_br: Tamanho

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Cancel
pt_br: Cancelar

source: This is a scalable %s file.
pt_br: O arquivo ‘%s’ é do tipo escalável.

source: Cannot open file
pt_br: Não foi possível abrir o arquivo

source: Unsupported file format
pt_br: O formato do arquivo não é compatível

source: File: %s already exists. Do you want to overwrite it?
pt_br: O arquivo ‘%s’ já existe. Você quer sobrescrever o arquivo?

source: File Found
pt_br: O arquivo foi encontrado

source: NO
pt_br: Não

source: YES
pt_br: Sim

source: Unable to export undo images
pt_br: Não foi possível exportar as imagems que foram desfeitas

source: Unable to export ASCII file
pt_br: Não foi possível exportar o arquivo do formato ASCII

source: Unable to save file: %s
pt_br: Não foi possível salvar o arquivo ‘%s’

source: Transparency index
pt_br: Índice da transparência

source: TIFF Compression
pt_br: Compressão do TIFF

source: JPEG Save Quality (100=High)
pt_br: Qualidade do JPEG (100 = Alta)

source: ZIP Compression (0=None)
pt_br: Compressão do ZIP (0 = Nenhum)

source: PNG Compression (0=None)
pt_br: Compressão do PNG (0 = Nenhum)

source: LZMA2 Compression (0=None)
pt_br: Compressão do LZMA2 (0 = Nenhum)

source: ZSTD Compression Level
pt_br: Nível de Compressão do ZSTD

source: TGA RLE Compression
pt_br: Compressão do TGA RLE

source: LBM PackBits Compression
pt_br: Compressão do LBM PackBits

source: JPEG2000 Compression (0=Lossless)
pt_br: Compressão do JPEG2000 (0 = Sem perdas)

source: WebP Compression
pt_br: Compressão do WebP

source: WebP Save Quality (100=High)
pt_br: Qualidade a ser salvo o WebP (100 = Alto)

source: V8 Save Quality (100=High)
pt_br: Qualidade a ser salvo o V8 (100 = Alto)

source: V8L Compression (0=None)
pt_br: Compressão do V8 (0 = Nenhum)

source: Hotspot at X =
pt_br: Ponto de acesso no X =

source: Animation delay
pt_br: Tempo de Atraso da Animação

source: Undoable
pt_br: Reversível

source: Apply colour profile
pt_br: Aplicar o Perfil da Cor

source: Load Image File
pt_br: Abrir um Arquivo de Imagem

source: Save Image File
pt_br: Salvar o Arquivo de Imagem

source: Load Palette File
pt_br: Carregar a Paleta de Cores do Arquivo

source: Save Palette File
pt_br: Salvar a Paleta de Cores do Arquivo

source: Export Undo Images
pt_br: Exportar as Imagem Desfeitas

source: Export Undo Images (reversed)
pt_br: Exportar as Imagens Desfeitas (Revertidas)

source: You must have 16 or fewer palette colours to export ASCII art.
pt_br: Você precisa ter 16 cores ou menos na paleta para exportar uma arte no formato ASCII.

source: Export ASCII Art
pt_br: Exportar a Arte ASCII

source: Save Layer Files
pt_br: Salvar o Arquivo com as Camadas

source: Choose frames directory
pt_br: Escolha o Diretório dos Quadros

source: You must save at least one frame to create an animated GIF.
pt_br: Você deve ter ao menos um quadro para criar uma imagem animada no formato GIF.

source: Export GIF animation
pt_br: Exportar uma Animação GIF

source: Load Channel
pt_br: Carregar o Canal

source: Save Channel
pt_br: Salvar o Canal

source: Save Composite Image
pt_br: Salvar uma Imagem Composta

source: Create Channel
pt_br: Criar um Canal

source: Channel Type
pt_br: Tipo do Canal

source: Initial Channel State
pt_br: Estado Inicial do Canal

source: Inverted
pt_br: Inverter

source: Cleared
pt_br: Limpar

source: Set
pt_br: Definir

source: Set colour A radius B
pt_br: Definir a cor A para o raio B

source: Set blend A to B
pt_br: Definir a mesclagem de A em B

source: Image Red
pt_br: Imagem Vermelha

source: Image Green
pt_br: Imagem Verde

source: Image Blue
pt_br: Imagem Azul

source: Alpha
pt_br: Alfa

source: Selection
pt_br: Seleção

source: Mask
pt_br: Máscara

source: Delete Channels
pt_br: Excluir os Canais

source: Threshold Channel
pt_br: Limite do Canal

source: Hue
pt_br: Matiz

source: Saturation
pt_br: Saturação

source: Hex
pt_br: Hexadecimal

source: Opacity
pt_br: Opacidade

source: Creating Font Index
pt_br: Criando o Índice das Fontes

source: You must select at least one directory to search for fonts.
pt_br: Você deve selecionar ao menos um diretório para procurar as fontes.

source: Paste Text
pt_br: Colar o Texto

source: Text
pt_br: Texto

source: Font
pt_br: Fonte

source: Style
pt_br: Estilo

source: Filename
pt_br: Nome do arquivo

source: Face
pt_br: Rosto

source: Antialias
pt_br: Antisserrilhamento

source: Invert
pt_br: Inverter

source: Background colour =
pt_br: Cor do Segundo Plano =

source: DPI =
pt_br: Pontos por Polegada =

source: Oblique
pt_br: Oblíquo

source: Angle of rotation =
pt_br: Ângulo da Rotação =

source: Align
pt_br: Alinhamento

source: Spacing
pt_br: Espaçamento

source: Font Directories
pt_br: Diretório das Fontes

source: Directory
pt_br: Diretório

source: New Directory
pt_br: Novo Diretório

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: Create Index
pt_br: Criar o Índice

source: Enter Text Here
pt_br: Insira o Seu Texto Aqui

source: Could not access directory %s
pt_br: Não foi possível acessar o diretório ‘%s’

source: Delete
pt_br: Excluir

source: Rename
pt_br: Renomear

source: Create
pt_br: Criar

source: Enter the new filename
pt_br: Insira o novo nome do arquivo

source: Create Directory
pt_br: Criar um Diretório

source: Enter the name of the new directory
pt_br: Digite o nome do novo diretório

source: Do you really want to delete "%s" ?
pt_br: Você tem certeza que quer excluir ‘%s’?

source: Unable to delete
pt_br: Não foi possível excluir

source: Unable to rename
pt_br: Não foi possível renomear

source: Unable to create directory
pt_br: Não foi possível criar o diretório

source: Up
pt_br: Subir

source: Home
pt_br: Início

source: Create New Directory
pt_br: Criar um Diretório Novo

source: Show Hidden Files
pt_br: Exibir os Arquivos Ocultos

source: Case Insensitive Sort
pt_br: Ordenar por nome sem diferenciar entre as letras maiúsculas e minúsculas

source: Name
pt_br: Nome

source: Type
pt_br: Tipo

source: Modified
pt_br: Modificado

source: General
pt_br: Geral

source: Keyboard shortcuts
pt_br: Atalhos do Teclado

source: Mouse shortcuts
pt_br: Atalhos do Controle do Cursor

source: Credits
pt_br: Créditos

source: mtPaint 3.51 - Copyright (C) 2004-2021 The Authors
pt_br: Todos os direitos reservados aos autores do mtPaint 3.51 (C) 2004-2021

source: See 'Credits' section for a list of the authors.
pt_br: Para exibir a lista contendo os nomes dos autores, acesse a opção dos ‘Créditos’.

source: mtPaint is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
pt_br: O mtPaint é um programa gratuito e livre (free software), você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral do GNU, conforme foi publicada pela Free Software Foundation, tanto a versão 3 da licença, ou a seu critério qualquer outra versão posterior a esta.

source: mtPaint is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pt_br: O mtPaint é distribuído na esperança que será útil, mas SEM QUALQUER GARANTIA, sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Para obter mais informações, leia a Licença Pública Geral do GNU.

source: mtPaint is a simple GTK+1/2/3 painting program designed for creating icons and pixel based artwork. It can edit indexed palette or 24 bit RGB images and offers basic painting and palette manipulation tools. It also has several other more powerful features such as channels, layers and animation. Due to its simplicity and lack of dependencies it runs well on GNU/Linux, Windows and older PC hardware.
pt_br: O mtPaint é um simples programa de pintura desenvolvido com a linguagem de programação GTK+1/2/3 projetado para a criação de imagens e ícones baseados em pixels. Permite editar as imagens com as paletas de cores indexadas ou as imagens com RGB de 24 bits, também oferece as ferramentas básicas de manipulação e pintura. Possibilita vários outros recursos poderosos, por exemplo, os Canais, as Camadas e a Animação. Devido a sua simplicidade e a ausência de dependências, o editor de imagens funciona muito bem no GNU/Linux, Windows e em computadores antigos.

source: There is full documentation of mtPaint's features contained in a handbook. If you don't already have this, you can download it from the mtPaint website.
pt_br: A documentação completa com as funcionalidades do mtPaint podem ser consultadas no manual. Se você não tiver o manual, você poderá baixá-lo na página eletrônica do mtPaint.

source: If you like mtPaint and you want to keep up to date with new releases, or you want to give some feedback, then the mailing lists may be of interest to you:
pt_br: Se você gosta do mtPaint e quer se manter atualizado sobre os novos lançamentos, ou se quiser dar alguma sugestão, então, utilize a lista de discussão:

source: Ctrl-N Create new image
pt_br: Ctrl+N Criar uma nova imagem

source: Ctrl-O Open Image
pt_br: Ctrl+O Abrir uma imagem

source: Ctrl-S Save Image
pt_br: Ctrl+S Salvar a imagem

source: Ctrl-Shift-S Save layers file
pt_br: Ctrl+Shift+S Salvar as camadas em um arquivo

source: Ctrl-Q Quit program
pt_br: Ctrl+Q Sair do programa

source: Ctrl-A Select whole image
pt_br: Ctrl+A Selecionar toda a imagem

source: Escape Select nothing, cancel paste box
pt_br: Esc ou Escapar Não selecionar nada, cancelar a caixa de colagem

source: J Lasso selection
pt_br: J Selecionar com o laço

source: Ctrl-C Copy selection to clipboard
pt_br: Ctrl+C Copiar a seleção para a área de transferência

source: Ctrl-X Copy selection to clipboard, and then paint current pattern to selection area
pt_br: Ctrl+X Copiar a seleção para a área de transferência e pintar o modelo atual na área de seleção

source: Ctrl-V Paste clipboard to centre of current view
pt_br: Ctrl+V Colar da área de transferência no centro da visualização atual

source: Ctrl-K Paste clipboard to location it was copied from
pt_br: Ctrl+K Colar da área de transferência no local de onde foi copiada

source: Ctrl-Shift-V Paste clipboard to new layer
pt_br: Ctrl+Shift+V Colar da área de transferência em uma nova camada

source: Enter/Return Commit paste to canvas
pt_br: Enter ou Retornar Confirmar para colar na tela

source: Shift+Enter/Return Commit paste and swap canvas into the clipboard
pt_br: Shift+Enter ou Retornar Confirmar para colar e trocar a tela de pintura para a área de transferência

source: Arrow keys Paint Mode - Move the mouse pointer
pt_br: Teclas Direcionais Modo de pintura - Mover o ponteiro do cursor ou da seta

source: Arrow keys Selection Mode - Nudge selection box or paste box by one pixel
pt_br: Teclas Direcionais Modo de seleção - Deslocar a caixa de seleção ou colar a caixa em um pixel

source: Shift+Arrow keys Nudge mouse pointer, selection box or paste box by x pixels - x is defined by the Preferences window
pt_br: Shift+Teclas Direcionais Deslocar o ponteiro do cursor, a caixa de seleção ou a caixa de colagem em ‘x’ pixels, onde o ‘x’ é definido na janela das ‘Preferências’

source: Ctrl+Arrows Move layer or resize selection box
pt_br: Ctrl+Teclas Direcionais Mover a camada ou redimensionar caixa de seleção

source: Ctrl+Shift+Arrows Move layer or resize selection box by x pixels
pt_br: Ctrl+Shift+Teclas Direcionais Mover a camada ou redimensionar a caixa de seleção em ‘x’ pixels

source: Enter/Return Paint Mode - Simulate left click
pt_br: Enter ou Retornar Modo de pintura - Simular o clique do botão esquerdo

source: Backspace Paint Mode - Simulate right click
pt_br: Backspace ou Retrocesso Modo de pintura - Simular o clique com o botão direito

source: [ or ] Change colour A to the next or previous palette item
pt_br: [ ou ] Alterar a cor A para o item da paleta seguinte ou anterior

source: Shift+[ or ] Change colour B to the next or previous palette item
pt_br: Shift+[ ou ] Alterar a cor B para o item da paleta seguinte ou anterior

source: Delete Crop image to selection
pt_br: Delete Cortar ou recortar a imagem da seleção

source: Insert Transform colours - i.e. Brightness, Contrast, Saturation, Posterize, Gamma
pt_br: Insert Transformar as cores - Controlar o brilho, contraste, saturação, posterizar e o gama

source: Ctrl-G Greyscale the image
pt_br: Ctrl+G Imagem em tons de cinza

source: Shift-Ctrl-G Greyscale the image (Gamma corrected)
pt_br: Shift+Ctrl+G Imagem em tons de cinza com correção do gama

source: Ctrl+M Mirror the image
pt_br: Ctrl+M Espelhar a imagem

source: Shift-Ctrl-I Invert the image
pt_br: Shift+Ctrl+I Inverter a imagem

source: Ctrl-T Draw a rectangle around the selection area with the current fill
pt_br: Ctrl+T Desenhar um retângulo ao redor da área de seleção com o preenchimento atual

source: Ctrl-Shift-T Fill in the selection area with the current fill
pt_br: Ctrl+Shift+T Preencher a área de seleção com o preenchimento atual

source: Ctrl-L Draw an ellipse spanning the selection area
pt_br: Ctrl+L Desenhar uma elipse abrangendo a área de seleção

source: Ctrl-Shift-L Draw a filled ellipse spanning the selection area
pt_br: Ctrl+Shift+L Desenhar uma elipse preenchida e abrangendo a área de seleção

source: Ctrl-E Edit the RGB values for colours A & B
pt_br: Ctrl+E Editar os valores de RGB (vermelho, verde e azul) para as cores A e B

source: Ctrl-W Edit all palette colours
pt_br: Ctrl+W Editar todas as cores da paleta

source: Ctrl-P Preferences
pt_br: Ctrl+P Preferências

source: Ctrl-I Information
pt_br: Ctrl+I Informações

source: Ctrl-Z Undo last action
pt_br: Ctrl+Z Desfazer última ação

source: Ctrl-R Redo an undone action
pt_br: Ctrl+R Refaz uma ação que foi desfeita

source: Shift-T Text Tool (GTK+)
pt_br: Shift+T Ferramenta de texto do GTK+

source: T Text Tool (FreeType)
pt_br: T Ferramenta de texto do FreeType

source: V View Window
pt_br: V Janela de visualização

source: L Layers Window
pt_br: L Janela das camadas

source: Ctrl-H Toggle Hide Image mode
pt_br: Ctrl+H Ativar ou desativar o modo de ocultação da imagem

source: B Toggle Snap to Tile Grid mode
pt_br: B Ativar ou desativar o modo de ajuste da grade dos ladrilhos

source: X Swap Colours A & B
pt_br: X Trocar as cores de A e B

source: E Choose Colour
pt_br: E Escolher a cor

source: A Draw open arrow head when using the line tool (size set by flow setting)
pt_br: A Desenhar a ponta de uma seta aberta ao utilizar a ferramenta de linha (o tamanho é definido na configuração do fluxo)

source: S Draw closed arrow head when using the line tool (size set by flow setting)
pt_br: S Desenhar a ponta de uma seta fechada ao utilizar a ferramenta de linha (o tamanho é definido na configuração do fluxo)

source: D Line Tool
pt_br: D Ferramenta de linha

source: F Flood Fill Tool
pt_br: F Ferramenta de preenchimento por inundação

source: +,= Main edit window - Zoom in
pt_br: + ou = Ampliar a visualização da janela de edição principal

source: - Main edit window - Zoom out
pt_br: - Reduzir a visualização da janela de edição principal

source: Shift +,= View window - Zoom in
pt_br: Shift + ou = Ampliar a exibição da janela de visualização

source: Shift - View window - Zoom out
pt_br: Shift - Reduzir a exibição da janela de visualização

source: 1 10% zoom
pt_br: 1 Visualizar em 10%

source: 2 25% zoom
pt_br: 2 Visualizar em 25%

source: 3 50% zoom
pt_br: 3 Visualizar em 50%

source: 4 100% zoom
pt_br: 4 Visualizar em 100%

source: 5 400% zoom
pt_br: 5 Visualizar em 400%

source: 6 800% zoom
pt_br: 6 Visualizar em 800%

source: 7 1200% zoom
pt_br: 7 Visualizar em 1200%

source: 8 1600% zoom
pt_br: 8 Visualizar em 1600%

source: 9 2000% zoom
pt_br: 9 Visualizar em 2000%

source: Shift + 1 Edit image channel
pt_br: Shift + 1 Editar o canal da imagem

source: Shift + 2 Edit alpha channel
pt_br: Shift + 2 Editar o canal alfa

source: Shift + 3 Edit selection channel
pt_br: Shift + 3 Editar o canal de seleção

source: Shift + 4 Edit mask channel
pt_br: Shift + 4 Editar o canal de máscara

source: F1 Help
pt_br: F1 Ajuda

source: F2 Choose Pattern
pt_br: F2 Escolha o modelo

source: F3 Choose Brush
pt_br: F3 Escolha o pincel

source: F4 Paint Tool
pt_br: F4 Ferramenta de pintura

source: F5 Toggle Main Toolbar
pt_br: F5 Exibir ou ocultar a barra de ferramentas principal

source: F6 Toggle Tools Toolbar
pt_br: F6 Exibir ou ocultar a barra de ferramentas

source: F7 Toggle Settings Toolbar
pt_br: F7 Exibir ou ocultar a barra de configurações

source: F8 Toggle Palette
pt_br: F8 Exibir ou ocultar a paleta de cores

source: F9 Selection Tool
pt_br: F9 Ferramenta de seleção

source: F12 Toggle Dock Area
pt_br: F12 Ativar ou desativar a área de encaixe

source: Ctrl + F1 - F12 Save current clipboard to file 1-12
pt_br: Ctrl + F1 a F12 Salvar da área de transferência atual no arquivo 1 a 12

source: Shift + F1 - F12 Load clipboard from file 1-12
pt_br: Shift + F1 a F12 Carregar da área de transferência no arquivo 1 a 12

source: Ctrl + 1, 2, ... , 0 Set opacity to 10%, 20%, ... , 100% (main or keypad numbers)
pt_br: Ctrl + 1 ou 2 ou ... 0 Definir a opacidade para 10% ou 20% ou ... ou 100% (utilize os números principais ou os números do teclado numérico)

source: Ctrl + + or = Increase opacity by 1
pt_br: Ctrl + + ou = Aumentar a opacidade em 1

source: Ctrl + - Decrease opacity by 1
pt_br: Ctrl + - Diminuir a opacidade em 1

source: Home Show or hide main window menu/toolbar/status bar/palette
pt_br: Home Exibir ou ocultar o menu, a barra de ferramentas, a barra do estado ou a paleta de cores da janela principal

source: Page Up Scale Image
pt_br: Page Up Escala da imagem

source: Page Down Resize Image canvas
pt_br: Page Down Redimensionar a tela de pintura da área de pintura da imagem

source: End Pan Window
pt_br: End Visualização Panorâmica

source: Left button Paint to canvas using the current tool
pt_br: Clique do botão esquerdo Pintar na tela de pintura utilizando a ferramenta atual
